const teachers = [
  [
    [ {
      name: '高非',
      picture: '高非'
    },
    {
      name: '陈褀褀',
      picture: '陈褀褀'
    }],
    [ {
      name: '高冬',
      picture: '高冬'
    },
    {
      name: '张清华',
      picture: '张清华'
    }]
  ],
  [
    [ {
      name: '付蔚',
      picture: '付蔚'
    },
    {
      name: '胡庆',
      picture: '胡庆'
    }],
    [ {
      name: '蒋青',
      picture: '蒋青'
    },
    {
      name: '罗元',
      picture: '罗元'
    }]
  ],
  [
    [ {
      name: '闵绪国',
      picture: '闵绪国'
    },
    {
      name: '彭语良',
      picture: '彭语良'
    }],
    [ {
      name: '漆晶',
      picture: '漆晶'
    },
    {
      name: '王睿',
      picture: '王睿'
    }]
  ],
  [
    [ {
      name: '王樱桃',
      picture: '王樱桃'
    },
    {
      name: '熊安萍',
      picture: '熊安萍'
    }],
    [ {
      name: '袁帅',
      picture: '袁帅'
    },
    {
      name: '张琬悦',
      picture: '张琬悦'
    }]
  ],
  [
    [ {
      name: '郑继明',
      picture: '郑继明'
    },
    {
      name: '周兴茂',
      picture: '周兴茂'
    }],
    [ {
      name: '朱伟',
      picture: '朱伟'
    }]
  ]
]

const students = [
  [
    {
      name: '将天星',
      picture: '将天星',
      content: '蒋天星，计算机科学与技术学院2015级智能科学与技术专业学生,上任红岩网校工作站站长。他锐意进取，奉献青春，充分发挥“红岩网校工作站”团支部技术优势，积极带领同学们组织参与各项网络志愿服务活动。'
    },
    {
      name: '刘磊',
      picture: '刘磊',
      content: '刘磊, 光电工程学院2014级微电子科学与工程专业学生，驻班党员、年级长、校党委组织部助理、党支部宣传委员，现已考取重庆邮电大学硕士研究生。'
    },
    {
      name: '赵蔺',
      picture: '赵蔺',
      content: '赵蔺, 外国语学院2015级翻译专业学生，外国语学院团总支学生兼职副书记，曾任外国语学院新媒体部副部长、辅导员助理、学习委员，重庆邮电大学本硕连读候选人。'
    }
  ],
  [
    {
      name: '刘顺程',
      picture: '刘顺程',
      content: '刘顺程, 软件工程学院2015级英语+软件专业学生。现担任13061702班班学长，学业辅导团高数讲师,班级宣传委员、心理委员。'
    },
    {
      name: '张淑媛',
      picture: '张淑媛',
      content: '张淑媛，女，传媒艺术学院2014级艺术设计专业学生，学习委员,现已保送深圳大学攻读硕士研究生。天降不幸命运坎坷，终身残疾，但克己自律战胜自己，乐观看待学习与生活。'
    },
    {
      name: '陈俊伊',
      picture: '陈俊伊',
      content: '陈俊伊，男，通信与信息工程学院通信工程2014级卓越工程师班学生。  担任通信学院艺术团团长、畅响室内乐团会长,大学生艺术团民乐团、综合部成员,重庆川江号子传承人合唱团男高音声部成员。'
    }
  ],
  [
    {
      name: '吴英冬',
      picture: '吴英冬',
      content: '吴英冬，男，中共党员,光电工程学院2014级电子信息科学与技术专业学生,曾担任重庆市学生联合会大学生新媒体中心主任,现已签约华为技术有限公司。学术研究，锐意创新。'
    },
    {
      name: '郭泰廷',
      picture: '郭泰廷',
      content: '郭泰廷，计算机科学与技术学院2014级计算机科学与技术专业学生，校史馆学生志愿者解说队队长、双语解说员, 现已被澳洲国立大学、悉尼大学、杜伦大学等11所世界百强名校录取为英语相关专业硕士研究生。'
    },
    {
      name: '黎杨杰',
      picture: '黎杨杰',
      content: '黎杨杰，传媒艺术学院2015级广播电视编导专业学生,党委宣传部新闻中心成员、就业指导中心助理、2017级班学长。“互联网+智慧小镇”项目创始人,重庆智一术江科技有限公司负责人。'
    }
  ],
  [
    {
      name: '谭发欢',
      picture: '谭发欢',
      content: '谭发欢，体育学院2015级社会体育指导与管理专业学生。作为一名优秀的体育人，一生追求运动，不断超越自我。他坚持成就辉煌，在赛场上逐梦青春之火。他积极参与学校各类运动活动，弘扬运动精神。'
    }
  ]
]

module.exports = {
  teachers: teachers,
  students: students
}
